<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <title>同城约友</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Nunito:200,600" rel="stylesheet">


    <!-- Styles -->
    <style>
        html, body {
            background-color: #fff;
            color: #636b6f;
            font-family: 'Nunito', sans-serif;
            font-weight: 200;
            height: 100vh;
            margin: 0;
        }

        ul {
            list-style: none;
        }

        .content {
            padding: 20px 30px;
        }

        .title {
            text-align: center;
        }
    </style>
</head>
<body>
<div class="flex-center position-ref full-height">
    <div class="content">
        <div class="title m-b-md">
            <h1>“同城约友”用户协议</h1>
        </div>

        <div>

            <P>欢迎您使用“同城约友”软件以及相关服务！</P>

            <P>为了更好地为您提供服务，请仔细阅读《“同城约友”用户协议》（以下简称”本协议”）。在您开始使用同城约友软件以及相关服务之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。除非您完全接受本协议的全部内容，否则您无权注册、登录、使用“同城约友”服务，或者通过任何方式使用“同城约友”服务，或者获得“同城约友”软件提供的任何服务。若您使用“同城约友”软件及相关服务，则视为您已经充分理解本协议并承诺作为本协议的一方当事人接受本协议的约束。</P>

            <h2>一、总则</h2>

            <p>1.1、移动端的各项服务所有权和运营权，归成都伯瑞斯信息技术有限公司（以下简称为“本公司”）所有。</p>
            <p>1.2、用户在注册之前，应当仔细阅读本协议，确认所有服务条款并完成注册程序，才能成为正式用户。</p>
            <p>1.3、任何单位和个人非经本公司授权不得以本公司及其所有的网站名义进行商业或非商业活动。</p>

            <h2>二、服务内容</h2>

            <p>2.1、同城约友致力于为用户提供互联网兴趣交友服务，切实打造兴趣+内容+陌生人三位一体的社交业务。服务的具体内容由同城约友根据实际情况提供。</p>
            <p>2.2、本站仅提供相关的网络服务。</p>
            <p>2.3、鉴于网络服务的特殊性，用户同意同城约友有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。同城约友不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
            <p>2.4、免责声明：因以下情况造成网络服务在合理时间内的中断，同城约友无需为此承担任何责任；
            <ul>
                <li>1）同城约友需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，同城约友保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</li>
                <li>2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</li>
                <li>3）用户的电脑软硬件和通信线路、供电线路出现故障的；</li>
                <li>4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。尽管有前款约定，同城约友将采取合理行动积极促使服务恢复正常。
                </li>
            </ul>
            </p>
            <p>2.5同城约友有权于任何时间暂时或永久修改或终止本服务（或其任何部分服务），而无论其通知与否，同城约友对用户和任何第三人均无需承担任何责任</p>

            <h3>三、用户帐号</h3>

            <p>3.1、用户将对用户名和密码安全负全部责任，每个用户应当对以其用户名进行的所有活动和事件负责。发生违反保密规定的情况及发现任何非法使用用户名或
                存在安全漏洞的情况，须立即通知本站，因黑客行为或用户的保管疏忽导致帐号非法使用，同城约友不承担任何责任。</p>
            <p>3.2、正式用户可以获得本产品规定的用户权限等级所相对相应享有的服务内容，同城约友有权对用户的权限等级进行变更。</p>


            <h2>四、用户个人信息保护</h2>

            <p>4.1、我们非常重视用户信息的保护，保护用户个人信息是公司的基本原则之一。公司与用户一同致力于用户个人信息（即能够独立或与其他信息结合后识别用户身份信息）的保护。</p>
            <p>4.2、在使用同城约友以及相关服务的过程中，您可能需要提供个人信息（包括但不限于您的姓名、电话号码、位置信息、出生年与日信息，性别信息、设备信息等），以便公司向您提供更好的服务和相应的技术支持。您理解并同意：公司有权在遵守法律法规、本协议以及《同城约友隐私政策》的前提下，收集、使用（含商业合作使用）、存储和分享您的个人信息，同时，我们将依法保护您浏览、修改、删除相个人信息以及撤回同意的权利。</p>
            <p>4.3、公司将运用安全技术及其他安全措施，并建立管理制度来保护每一个用户的个人信息，尽可能防止您的信息被不当使用或被未经授权的访问、使用或泄露。</p>
            <p>4.4、请您格外注意，请勿随意在使用同城约友软件及相关服务中透露自己各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。</p>

            <h2>五、使用规则</h2>

            <p>5.1、用户在使用同城约友服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:
            <ul>
                <li>（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
                    <ul>
                        <li>1）反对宪法所确定的基本原则的；</li>
                        <li>2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                        <li>3）损害国家荣誉和利益的；</li>
                        <li>4）煽动民族仇恨、民族歧视、破坏民族团结的；</li>
                        <li>5）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
                        <li>6）散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
                        <li>7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
                        <li>8）侮辱或者诽谤他人，侵害他人合法权利的；</li>
                        <li>9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、猥亵、或其它道德上令人反感的内容；</li>
                        <li>10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</li>
                    </ul>
                </li>
            </ul>
            </p>
            <p>5.2、用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿同城约友与合作公司、关联公司，并使之免受损害。对此，同城约友有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收帐号、追究法律责任等措施。对恶意注册同城约友帐号或利用同城约友帐号进行违
                法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，同城约友有权回收其帐号。同时，公司会视司法部门的要求，协助调查。</p>
            <p>5.3、用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</p>
            <p>5.4、用户须对自己在使用同城约友服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在成都伯瑞斯信息技术有限公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予成都伯瑞斯信息技术有限公司等额的赔偿。</p>

            <h2>六、附则</h2>

            <p>6.1、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</p>
            <p>6.2、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
            <p>6.3本协议解释权及修订权归命理宝典科技有限公司所有。</p>

            <h2>七、隐私策略</h2>

            <p>7.1、成都伯瑞斯信息技术有限公司非常重视用户个人信息的保护。您在使用我们的产品或服务时，我们可能会收集和使用您的相关信息。请您务必仔细阅读并透彻理解本声明。一旦您选择使用我们的产品或服务，即表示您认可并接受本条款现有内容及其可能随时更新的内容。</p>
            <p>7.2、您向成都伯瑞斯信息技术有限公司提供的信息为了向您提供更好的服务,当您注册账户以及您自愿选择提供的相关服务时填写或提交的信息，系统自动存
                储，包括您的昵称、性别、出生年月、电话号码、电子邮箱、地址、微信等其他第三方账号。如果因填写或提交的信息不真实而引起的问题，由您自行承担相应的后果。请您不要将您的帐号、密码转让或出借予他人使用。如您发现您的帐号遭他人非法使用，应立即通知成都伯瑞斯信息技术有限公司。互联网上不排除因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，此类情况与成都伯瑞斯信息技术有限公司无关。</p>
            <p>7.3、在信息安全方面我们努力使用各种安全技术和措施，以防您的信息的泄露、毁损或丢失。例如，在某些服务中，我们将利用加密技术来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>
            <p>7.4、隐私政策的适用范围：我们的隐私政策适用于同城约友及其关联公司提供的所有服务。但另外设定隐私政策且未纳入本隐私政策的服务不在此列。请您注意，本隐私政策不适用于以下情况：1、通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；2、通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</p>
            <p>7.5、变更：我们的隐私政策随时可能变更，我们会在本页面上发布隐私政策所做的任何变更。</p>

            <h2>八、其他</h2>

            <p>8.1、本协议的成立、生效、履行、修改、解释及争议的解决均应适用中国人民共和国大陆地区法律。倘若本协议之任何规定因与中华人民共和国大陆地区的法律抵触而无效，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其他规定仍应具备有完整的效力及效果。</p>
            <p>8.2、本协议中的标题仅为方便及阅读而存在，并不影响本协议中任何规定的含义或解释。</p>
            <p>8.3、用户和公司均为独立的主体，在任何情况下本协议不构成公司对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、雇佣等关系。</p>
            <p>8.4、公司保留一切对本协议所有内容进行解释和修改的权利。</p>
            <h2 style="float: right">成都伯瑞斯信息技术有限公司</h2>
        </div>
    </div>
</div>
</body>
</html>
