<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <title>同城约友</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Nunito:200,600" rel="stylesheet">


    <!-- Styles -->
    <style>
        html, body {
            background-color: #fff;
            color: #636b6f;
            font-family: 'Nunito', sans-serif;
            font-weight: 200;
            height: 100vh;
            margin: 0;
        }

        ul {
            list-style: none;
        }

        .content {
            padding: 20px 30px;
        }

        .title {
            text-align: center;
        }
    </style>
</head>
<body>
<div class="flex-center position-ref full-height">
    <div class="content">
        <div class="title m-b-md">
            <h1>“同城约友”隐私政策</h1>
        </div>

        <div>

            <h2>一、隐私政策</h2>

            <p>我们非常重视用户的隐私。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。您使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。</p>

            <h2>二、我们收集的信息</h2>

            <p>我们根据合法、正当、必要、安全的原则，仅收集现实产品功能所必要的信息。</p>
            <p>2.1、您在使用我们服务时主动提供的信息您在注册同城约友帐户时填写的信息。例如，您在注册帐户时所填写的昵称、手机号码、性别、年龄等。</p>
            <p>2.2、您在使用服务时上传的信息。例如，您在使用同城约友时，上传的头像照片。</p>
            <p>2.3、您通过我们的客服或参加我们举办的活动时所提交的信息。例如，您参与我们线上活动时填写的调查问卷中可能包含您的姓名、电话、家庭地址等信息。
                我们的部分服务可能需要您提供特定的个人敏感信息来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息</p>
            <p>2.4、我们在您使用服务时获取的信息：</p>
            <ul>
                <li>（1）日志信息。当您使用我们的服务时，我们可能会自动收集相关信息并存储为服务日志信息。</li>
                <li>（2）设备信息。例如，设备型号、操作系统版本、唯一设备标识符、电池、信号强度等信息。</li>
                <li>（3）软件信息。例如，软件的版本号。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。</li>
                <li>（4）IP地址。</li>
                <li>（5）服务日志信息。例如，您在使用我们服务时搜索、查看的信息、服务故障信息、引荐网址等信息。</li>
                <li>（7）通讯日志信息。例如，您在使用我们服务时曾经通讯的账户、通讯时间和时长。</li>
                <li>（8）位置信息。当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。</li>
                <li>（9）在您使用服务时，我们可能会通过IP地址、GPS、WLAN（如WiFi）或基站等途径获取您的地理位置信息；</li>
                <li>（10）您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的帐号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息；</li>
                <li>（11）其他相关信息。为了帮助您更好地使用我们的产品或服务，我们会收集相关信息。例如，我们收集的好友列表、群列表信息、声纹特征值信息。为确保您使用我们服务时能与您认识的人进行联系，如您选择开启导入通讯录功能，我们可能对您联系人的姓名和电话号码进行加密，并仅收集加密后的信息。</li>
            </ul>
            <p>2.5、其他用户分享的信息中含有您的信息 <br>例如，其他用户发布的照片或分享的视频中可能包含您的信息。</p>
            <p>2.6、从第三方合作伙伴获取的信息<br/>我们可能会获得您在使用第三方合作伙伴服务时所产生或分享的信息。例如，您使用在同城约友中登录第三方合作伙伴服务时，我们会获得您登录第三方合作伙
                伴服务的名称、登录时间，方便您进行授权管理。请您仔细阅读第三方合作伙伴服务的用户协议或隐私政策。</p>

            <h2>三、我们如何使用收集的信息</h2>

            <p>我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。</p>

            <p>3.1、向您提供服务。</p>
            <p>3.2、满足您的个性化需求。例如，语言设定、位置设定、个性化的帮助服务。</p>
            <p>3.3、产品开发和服务优化。例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。</p>
            <p>3.4、安全保障。例如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。例如，您下载或安装的安全软件会对恶意程序或病毒进行检测，或为您识别诈骗信息。</p>
            <p>3.5、向您推荐您可能感兴趣的广告、资讯等。</p>
            <p>3.6、评估、改善我们的广告投放和其他促销及推广活动的效果。</p>
            <p>3.7、管理软件。例如，进行软件认证、软件升级等。</p>
            <p>3.8、邀请您参与有关我们服务的调查。<br/>为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、用于用户研究分析与统计等服务。为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能
                数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。</p>

            <h2>四、您如何管理您自己的信息</h2>
            <p>4.1、您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。例如，若您在使用地理位置相关服务时，希望停止分享您的地理位置信息，您可通过手机定位关闭功能、软硬件服务商及通讯服务提供商的关闭方式停止分享，建议您仔细阅读相关指引。</p>
            <p>4.2、我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。</p>
            <p>4.3、在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。</p>

            <h2>五、我们分享的信息</h2>
            <p>我们遵照法律法规的规定，对信息的分享进行严格的限制，例如：</p>
            <p>5.1、经您事先同意，我们可能与第三方分享您的个人信息。</p>
            <p>5.2、仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、广告合作伙伴、应用开发者等，例如，代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商）（他们可能并非位于您所在的法域）分享您的个人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于以下用途：</p>
            <ul>
                <li>（1）向您提供我们的服务；</li>
                <li>（2）实现“我们如何使用收集的信息”部分所述目的；</li>
                <li>（3）履行我们在《同城约友服务协议》或本政策中的义务和行使我们的权利；</li>
                <li>（4）理解、维护和改善我们的服务。</li>
            </ul>

            <p>如我们与上述第三方分享您的信息，我们将会采用加密、匿名化处理等手段保障您的信息安全。</p>
            <p>5.3、随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。</p>
            <p>5.4、我们会将所收集到的信息用于大数据分析。例如，我们将收集到的信息用于分析形成不包含任何个人信息的城市热力图或行业洞察报告。我们可能对外公
                开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。</p>
            <p>5.5、我们可能基于以下目的披露您的个人信息：</p>
            <ul>
                <li>（1）遵守适用的法律法规等有关规定；</li>
                <li>（2）遵守法院判决、裁定或其他法律程序的规定；</li>
                <li>（3）遵守相关政府机关或其他法定授权组织的要求；</li>
                <li>（4）我们有理由确信需要遵守法律法规等有关规定；</li>
                <li>（5）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。</li>
            </ul>

            <h2>六、我们可能向您发送的信息</h2>

            <p>6.1、信息推送：您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。您可以按照我们的相关提示，在设备上选择取消订阅。</p>
            <p>6.2、与服务有关的公告：我们可能在必要时（例如，因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于广告的公告。</p>

            <h2>七、存储信息的地点和期限</h2>

            <p>7.1、存储信息的地点：我们遵守法律法规的规定，将境内收集的用户个人信息存储于境内。</p>
            <p>7.2、存储信息的期限：一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：</p>
            <ul>
                <li>（1）为遵守适用的法律法规等有关规定；</li>
                <li>（2）为遵守法院判决、裁定或其他法律程序的规定；</li>
                <li>（3）为遵守相关政府机关或法定授权组织的要求；</li>
                <li>（4）我们有理由确信需要遵守法律法规等有关规定；</li>
                <li>（5）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。</li>
            </ul>
            <p>当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。</p>

            <h2>八、信息安全</h2>

            <p>我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。</p>
            <ul>
                <li>8.1、我们严格遵守法律法规保护用户的通信秘密。</li>
                <li>8.2、我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用加密技术、匿名化处理等手段来保护您的个人信息。</li>
                <li>8.3、我们建立专门的管理制度、流程和组织确保信息安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。</li>
                <li>8.4、若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。</li>
            </ul>

            <h2>九、变更</h2>

            <p>我们可能适时修订本政策内容。如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。</p>
            <h2 style="float: right">成都伯瑞斯信息技术有限公司</h2>

        </div>
    </div>
</div>
</body>
</html>
