<?php
return [

    //支付类型
    'pay_way'          => [
        1 => '微信', 2 => '支付宝', 3 => '银联'
    ],

    //钱包类型
    'wallet_type'      => [1 => '充值', 2 => '提现'],
    //充值状态
    'recharge_status'  => [-2 => '订单失败', -1 => '订单生成失败', 0 => '处理中', 1 => '充值成功', 2 => '充值失败'],
    //提现状态
    'cash_status'      => [-2 => '订单失败', -1 => '订单生成失败', 0 => '处理中', 1 => '提现成功', 2 => '提现失败'],

    //提现方式
    'card_type'        => [
        1 => '支付宝', 2 => '银行卡'
    ],
    'star' => [0=>'','摩羯', '水瓶', '双鱼', '白羊', '金牛', '双子', '巨蟹', '狮子', '处女', '天秤', '天蝎', '射手'],

    'websocket_port'=>env('WEBSOCKET_PORT','8002')

];