<?php

return [
    0 => '请求成功',
    400 => '参数错误',
    401 => '未经授权',
    403 => '拒绝访问',
    404 => '未找到',
    405 => '不允许的方法',
    422 => '参数校验错误',
    429 => '频繁请求',
    500 => '服务器错误',

    10000 => '短信发送失败。请稍后再试',

    // 用户
    10001 => '验证码过期',
    10002 => '验证码错误',
    10003 => '手机号已存在',
    10004 => '用户不存在',
    10005 => '账号或密码错误',
    10006 => '登陆拒绝',
    10007 => '当前密码错误',
    10008 => '支付密码错误',
    10009 => '余额不足',
    10010 => '无法购买低等级vip',
    10011 => '已绑定银行卡',
    10012 => '账户禁用',
    10013 => '邀请码无效',
    10014 => '邀请码已经绑定',
    10015 => '手机号码不存在',//Phone number does not exist
    10016 => '余额不足',
    10017 => '短信发送频繁，请稍后重试',
    10018 => '银行卡号已存在',    // 银行卡号已存在
    10019 => 'You have %d hours to contact manual customer service', //你还有xxx小时才能联系人工客服
    10020 => '目前没有在线人工客服',
    10032 => '今日已经签到', //
    10033 => '拥有%d个下级才可以签到',
    10034 => '签到功能已关闭',
    10035 => '签到失败，请重试',

    // 任务
    20000 => '任务类型错误',
    20001 => '任务不存在',
    20002 => '任务已领完',
    20003 => '任务没开始',
    20004 => '任务已结束',
    20005 => 'vip等级不足',
    20006 => '您已领取过该任务',
    20007 => '暂无任务',
    20008 => '已提交过该任务',
    20009 => '今日任务已满',
    20010 => '审核中',
    20011 => '任务已进入审阅或结束',
    20012 => '该任务已领取过',
    20013 => '任务已关闭',

    30001 => '上传格式错误',
    30002 => '图形验证码过期',
    30003 => '图形验证码错误',

    40000 => '签名错误',
    40001 => '订单创建失败',
    40002 => '未绑定银行卡',
    40003 => '提现失败',
    40004 => '提现只能提%d的倍数',
    40005 => '请在工作日提现',    // 工作日才能提现
    40006 => '请先充值',
    40007 => 'The bank does not work on non-working days, you can choose USDT to withdraw', //暂时允许提现
    40008 => '订单不正确',
    40009 => '取消失败',
    40010 => 'VIP%d一天只能提现%d次',

    50001 => '红包不存在',
    50002 => '红包已失效',
    50003 => '红包已失效',
    50004 => '红包未达到提现金额',
    50005 => '提现成功',
    50006 => '请先完成上一级邀请任务',

    60001 => '转入开关',
    60002 => '转出开关',
    60003 => '利息宝余额不足',
    60004 => '充值金额必须在1和10之间',
    60005 => '提现金额必须在1和10之间',
    60006 => '该功能必须VIP%d才能使用',
    60007 => '今日提现次数已满',
    60008 => '已达到总提现次数',
    60009 => '有一笔订单正在进行中',
    60010 => '需要先充值%d卢比激活账号',
    60011 => '至少充值%d',
    60012 => '至多充值%d',
    60014 => 'VIP%d一天只能提现%d',
    60015 => 'VIP%d单次提现不能超过%d',

    70000 => '活动不存在',
    70001 => '活动已关闭',
    70002 => '已领取过',
    70003 => '未完成活动要求',
    70006 => '活动数据异常', //

    80000 => '已售罄',
    80001 => '持有量过多,请等待释放',
    80002 => '持有至少一条鱼苗(%s)才能提现',
    80003 => '下级持有至少一条鱼苗(%s)才能提现',
    80004 => '请勿重复卖出',
    80005 => '您必须卖一条大于当前金额的鱼才能卖出,比如:%s',
    80006 => '卖出参数错误',
    80007 => '未到时间',
    80008 => '新用户只能买一次',
    80009 => '饲养这个品种的鱼不能超过%d条',
    80010 => '购买失败，请重试',

    90000 => '您未中奖',  //您未中奖
    90001 => '剩余%d份',
    90002 => '已开奖',
    90003 => '未开始',
    90004 => '已结束',
    90005 => '购买失败',

    100001 => '代理账号不存在',
];
